Repository: levinli303/astroweather-localization
Catalog: iOS/en/App/InfoPlist.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# CFBundleDisplayName
source: Astroweather
zh_hans: 晴天钟
zh_hant: 晴天鍾

# CFBundleName
source: Astroweather
zh_hans: 晴天钟
zh_hant: 晴天鍾

# NSCalendarsUsageDescription
source: Access is required to add event to calendar
zh_hans: 需要访问日历来添加事件
zh_hant: 需要訪問日曆來新增事件

# NSCalendarsWriteOnlyAccessUsageDescription
source: Access is required to add event to calendar
zh_hans: 需要访问日历来添加事件
zh_hant: 需要訪問日曆來新增事件

# NSContactsUsageDescription
source: Access is required to add contacts to events
zh_hans: 需要访问通讯录来添加联系人到事件中
zh_hant: 需要訪問通訊錄來新增聯絡人到事件中

# NSLocationAlwaysAndWhenInUseUsageDescription
source: Location service is needed for showing the weather of your location and display your location on the map
zh_hans: 打开定位以显示当地天气以及在地图上显示您的位置
zh_hant: 開啟定位以顯示當地天氣以及在地圖上顯示您的位置

# NSLocationWhenInUseUsageDescription
source: Location service is needed for showing the weather of your location and display your location on the map
zh_hans: 打开定位以显示当地天气以及在地图上显示您的位置
zh_hant: 開啟定位以顯示當地天氣以及在地圖上顯示您的位置

# NSPhotoLibraryAddUsageDescription
source: Access is required to save pictures
zh_hans: 需要访问图片库来保存图片
zh_hant: 需要訪問圖片庫來儲存圖片

# NSPhotoLibraryUsageDescription
source: Access is required to post contents with photo
zh_hans: 需要访问图片库发送图片信息
zh_hant: 需要訪問圖片庫傳送圖片資訊

# NSUserTrackingUsageDescription
source: Your IDFA will be used only for serving personalized ads
zh_hans: 您的个人标识符仅会被用于向您展示个性化广告
zh_hant: 您的個人識別符號僅會被用於向您展示個性化廣告
